#числа математики
print(" я подсчитываю свою живность")

print("куры", 25+30 / 6)
print("ПЕТУХИ", 100-25 * 3 % 4)

print("А теперь посчитаю яйца:")
print(3+2+1-5+4 % 2 -1/4+6)

print("верно ли, что 3+2 < 5 -7?")

print(3+2 < 5-7)

print("сколько будет 3+2?", 3+2)
print(" А сколько будет 5-7 ?", 5-7)

print("Ой,я, кажется запутался ... Почему False")

print("Ещё раз посчитаю ...")

print("Это больше?", 5 >-2)
print("А это больше или равно?", 5 >= -2)
print("А это меньшн или равно?", 5 <= -2)

# Это что то новое
